loadtests/results/write-output.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: /scripts/k6/write.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 5m0s max duration (incl. graceful stop):
              * write: Up to 30.00 iterations/s for 4m30s over 3 stages (maxVUs: 50-200, gracefulStop: 30s)


running (0m01.0s), 002/050 VUs, 0 complete and 0 interrupted iterations
write   [   0% ] 002/050 VUs  0m01.0s/4m30s  02.16 iters/s

running (0m02.0s), 004/050 VUs, 0 complete and 0 interrupted iterations
write   [   1% ] 004/050 VUs  0m02.0s/4m30s  02.28 iters/s

running (0m03.0s), 004/050 VUs, 2 complete and 0 interrupted iterations
write   [   1% ] 004/050 VUs  0m03.0s/4m30s  02.39 iters/s

running (0m04.0s), 007/050 VUs, 2 complete and 0 interrupted iterations
write   [   1% ] 007/050 VUs  0m04.0s/4m30s  02.56 iters/s

running (0m05.0s), 006/050 VUs, 5 complete and 0 interrupted iterations
write   [   2% ] 006/050 VUs  0m05.0s/4m30s  02.66 iters/s

running (0m06.0s), 006/050 VUs, 8 complete and 0 interrupted iterations
write   [   2% ] 006/050 VUs  0m06.0s/4m30s  02.80 iters/s

running (0m07.0s), 005/050 VUs, 12 complete and 0 interrupted iterations
write   [   3% ] 005/050 VUs  0m07.0s/4m30s  02.94 iters/s

running (0m08.0s), 005/050 VUs, 15 complete and 0 interrupted iterations
write   [   3% ] 005/050 VUs  0m08.0s/4m30s  03.08 iters/s

running (0m09.0s), 006/050 VUs, 17 complete and 0 interrupted iterations
write   [   3% ] 006/050 VUs  0m09.0s/4m30s  03.20 iters/s

running (0m10.0s), 005/050 VUs, 21 complete and 0 interrupted iterations
write   [   4% ] 005/050 VUs  0m10.0s/4m30s  03.33 iters/s

running (0m11.0s), 007/050 VUs, 23 complete and 0 interrupted iterations
write   [   4% ] 007/050 VUs  0m11.0s/4m30s  03.48 iters/s

running (0m12.0s), 007/050 VUs, 26 complete and 0 interrupted iterations
write   [   4% ] 007/050 VUs  0m12.0s/4m30s  03.60 iters/s

running (0m13.0s), 004/050 VUs, 33 complete and 0 interrupted iterations
write   [   5% ] 004/050 VUs  0m13.0s/4m30s  03.74 iters/s

running (0m14.0s), 008/050 VUs, 33 complete and 0 interrupted iterations
write   [   5% ] 008/050 VUs  0m14.0s/4m30s  03.88 iters/s

running (0m15.0s), 008/050 VUs, 36 complete and 0 interrupted iterations
write   [   6% ] 008/050 VUs  0m15.0s/4m30s  03.98 iters/s

running (0m16.0s), 010/050 VUs, 39 complete and 0 interrupted iterations
write   [   6% ] 010/050 VUs  0m16.0s/4m30s  04.15 iters/s

running (0m17.0s), 008/050 VUs, 45 complete and 0 interrupted iterations
write   [   6% ] 008/050 VUs  0m17.0s/4m30s  04.27 iters/s

running (0m18.0s), 009/050 VUs, 48 complete and 0 interrupted iterations
write   [   7% ] 009/050 VUs  0m18.0s/4m30s  04.40 iters/s

running (0m19.0s), 007/050 VUs, 55 complete and 0 interrupted iterations
write   [   7% ] 007/050 VUs  0m19.0s/4m30s  04.55 iters/s

running (0m20.0s), 010/050 VUs, 56 complete and 0 interrupted iterations
write   [   7% ] 010/050 VUs  0m20.0s/4m30s  04.66 iters/s

running (0m21.0s), 012/050 VUs, 59 complete and 0 interrupted iterations
write   [   8% ] 012/050 VUs  0m21.0s/4m30s  04.80 iters/s

running (0m22.0s), 011/050 VUs, 65 complete and 0 interrupted iterations
write   [   8% ] 011/050 VUs  0m22.0s/4m30s  04.94 iters/s

running (0m23.0s), 010/050 VUs, 71 complete and 0 interrupted iterations
write   [   9% ] 010/050 VUs  0m23.0s/4m30s  05.07 iters/s

running (0m24.0s), 009/050 VUs, 77 complete and 0 interrupted iterations
write   [   9% ] 009/050 VUs  0m24.0s/4m30s  05.20 iters/s

running (0m25.0s), 009/050 VUs, 82 complete and 0 interrupted iterations
write   [   9% ] 009/050 VUs  0m25.0s/4m30s  05.33 iters/s

running (0m26.0s), 008/050 VUs, 89 complete and 0 interrupted iterations
write   [  10% ] 008/050 VUs  0m26.0s/4m30s  05.48 iters/s

running (0m27.0s), 011/050 VUs, 91 complete and 0 interrupted iterations
write   [  10% ] 011/050 VUs  0m27.0s/4m30s  05.60 iters/s

running (0m28.0s), 010/050 VUs, 98 complete and 0 interrupted iterations
write   [  10% ] 010/050 VUs  0m28.0s/4m30s  05.74 iters/s

running (0m29.0s), 012/050 VUs, 102 complete and 0 interrupted iterations
write   [  11% ] 012/050 VUs  0m29.0s/4m30s  05.88 iters/s

running (0m30.0s), 010/050 VUs, 109 complete and 0 interrupted iterations
write   [  11% ] 010/050 VUs  0m30.0s/4m30s  05.99 iters/s

running (0m31.0s), 013/050 VUs, 113 complete and 0 interrupted iterations
write   [  11% ] 013/050 VUs  0m31.0s/4m30s  06.14 iters/s

running (0m32.0s), 013/050 VUs, 119 complete and 0 interrupted iterations
write   [  12% ] 013/050 VUs  0m32.0s/4m30s  06.27 iters/s

running (0m33.0s), 012/050 VUs, 126 complete and 0 interrupted iterations
write   [  12% ] 012/050 VUs  0m33.0s/4m30s  06.40 iters/s

running (0m34.0s), 011/050 VUs, 134 complete and 0 interrupted iterations
write   [  13% ] 011/050 VUs  0m34.0s/4m30s  06.54 iters/s

running (0m35.0s), 014/050 VUs, 137 complete and 0 interrupted iterations
write   [  13% ] 014/050 VUs  0m35.0s/4m30s  06.66 iters/s

running (0m36.0s), 014/050 VUs, 144 complete and 0 interrupted iterations
write   [  13% ] 014/050 VUs  0m36.0s/4m30s  06.80 iters/s

running (0m37.0s), 018/050 VUs, 147 complete and 0 interrupted iterations
write   [  14% ] 018/050 VUs  0m37.0s/4m30s  06.94 iters/s

running (0m38.0s), 015/050 VUs, 157 complete and 0 interrupted iterations
write   [  14% ] 015/050 VUs  0m38.0s/4m30s  07.07 iters/s

running (0m39.0s), 012/050 VUs, 167 complete and 0 interrupted iterations
write   [  14% ] 012/050 VUs  0m39.0s/4m30s  07.20 iters/s

running (0m40.0s), 014/050 VUs, 172 complete and 0 interrupted iterations
write   [  15% ] 014/050 VUs  0m40.0s/4m30s  07.33 iters/s

running (0m41.0s), 016/050 VUs, 177 complete and 0 interrupted iterations
write   [  15% ] 016/050 VUs  0m41.0s/4m30s  07.47 iters/s

running (0m42.0s), 015/050 VUs, 186 complete and 0 interrupted iterations
write   [  16% ] 015/050 VUs  0m42.0s/4m30s  07.60 iters/s

running (0m43.0s), 016/050 VUs, 193 complete and 0 interrupted iterations
write   [  16% ] 016/050 VUs  0m43.0s/4m30s  07.74 iters/s

running (0m44.0s), 017/050 VUs, 199 complete and 0 interrupted iterations
write   [  16% ] 017/050 VUs  0m44.0s/4m30s  07.86 iters/s

running (0m45.0s), 017/050 VUs, 207 complete and 0 interrupted iterations
write   [  17% ] 017/050 VUs  0m45.0s/4m30s  07.99 iters/s

running (0m46.0s), 012/050 VUs, 220 complete and 0 interrupted iterations
write   [  17% ] 012/050 VUs  0m46.0s/4m30s  08.12 iters/s

running (0m47.0s), 015/050 VUs, 226 complete and 0 interrupted iterations
write   [  17% ] 015/050 VUs  0m47.0s/4m30s  08.27 iters/s

running (0m48.0s), 016/050 VUs, 233 complete and 0 interrupted iterations
write   [  18% ] 016/050 VUs  0m48.0s/4m30s  08.40 iters/s

running (0m49.0s), 014/050 VUs, 243 complete and 0 interrupted iterations
write   [  18% ] 014/050 VUs  0m49.0s/4m30s  08.52 iters/s

running (0m50.0s), 019/050 VUs, 247 complete and 0 interrupted iterations
write   [  19% ] 019/050 VUs  0m50.0s/4m30s  08.66 iters/s

running (0m51.0s), 014/050 VUs, 261 complete and 0 interrupted iterations
write   [  19% ] 014/050 VUs  0m51.0s/4m30s  08.80 iters/s

running (0m52.0s), 012/050 VUs, 272 complete and 0 interrupted iterations
write   [  19% ] 012/050 VUs  0m52.0s/4m30s  08.94 iters/s

running (0m53.0s), 016/050 VUs, 277 complete and 0 interrupted iterations
write   [  20% ] 016/050 VUs  0m53.0s/4m30s  09.07 iters/s

running (0m54.0s), 017/050 VUs, 285 complete and 0 interrupted iterations
write   [  20% ] 017/050 VUs  0m54.0s/4m30s  09.20 iters/s

running (0m55.0s), 018/050 VUs, 293 complete and 0 interrupted iterations
write   [  20% ] 018/050 VUs  0m55.0s/4m30s  09.33 iters/s

running (0m56.0s), 020/050 VUs, 300 complete and 0 interrupted iterations
write   [  21% ] 020/050 VUs  0m56.0s/4m30s  09.46 iters/s

running (0m57.0s), 020/050 VUs, 310 complete and 0 interrupted iterations
write   [  21% ] 020/050 VUs  0m57.0s/4m30s  09.60 iters/s

running (0m58.0s), 020/050 VUs, 320 complete and 0 interrupted iterations
write   [  21% ] 020/050 VUs  0m58.0s/4m30s  09.74 iters/s

running (0m59.0s), 019/050 VUs, 330 complete and 0 interrupted iterations
write   [  22% ] 019/050 VUs  0m59.0s/4m30s  09.86 iters/s

running (1m00.0s), 018/050 VUs, 341 complete and 0 interrupted iterations
write   [  22% ] 018/050 VUs  1m00.0s/4m30s  09.99 iters/s

running (1m01.0s), 022/050 VUs, 347 complete and 0 interrupted iterations
write   [  23% ] 022/050 VUs  1m01.0s/4m30s  10.11 iters/s

running (1m02.0s), 022/050 VUs, 358 complete and 0 interrupted iterations
write   [  23% ] 022/050 VUs  1m02.0s/4m30s  10.23 iters/s

running (1m03.0s), 025/050 VUs, 365 complete and 0 interrupted iterations
write   [  23% ] 025/050 VUs  1m03.0s/4m30s  10.33 iters/s

running (1m04.0s), 020/050 VUs, 380 complete and 0 interrupted iterations
write   [  24% ] 020/050 VUs  1m04.0s/4m30s  10.44 iters/s

running (1m05.0s), 023/050 VUs, 388 complete and 0 interrupted iterations
write   [  24% ] 023/050 VUs  1m05.0s/4m30s  10.56 iters/s

running (1m06.0s), 017/050 VUs, 404 complete and 0 interrupted iterations
write   [  24% ] 017/050 VUs  1m06.0s/4m30s  10.66 iters/s

running (1m07.0s), 019/050 VUs, 413 complete and 0 interrupted iterations
write   [  25% ] 019/050 VUs  1m07.0s/4m30s  10.78 iters/s

running (1m08.0s), 020/050 VUs, 423 complete and 0 interrupted iterations
write   [  25% ] 020/050 VUs  1m08.0s/4m30s  10.89 iters/s

running (1m09.0s), 022/050 VUs, 432 complete and 0 interrupted iterations
write   [  26% ] 022/050 VUs  1m09.0s/4m30s  11.00 iters/s

running (1m10.0s), 018/050 VUs, 447 complete and 0 interrupted iterations
write   [  26% ] 018/050 VUs  1m10.0s/4m30s  11.11 iters/s

running (1m11.0s), 022/050 VUs, 454 complete and 0 interrupted iterations
write   [  26% ] 022/050 VUs  1m11.0s/4m30s  11.22 iters/s

running (1m12.0s), 024/050 VUs, 463 complete and 0 interrupted iterations
write   [  27% ] 024/050 VUs  1m12.0s/4m30s  11.33 iters/s

running (1m13.0s), 023/050 VUs, 476 complete and 0 interrupted iterations
write   [  27% ] 023/050 VUs  1m13.0s/4m30s  11.45 iters/s

running (1m14.0s), 020/050 VUs, 490 complete and 0 interrupted iterations
write   [  27% ] 020/050 VUs  1m14.0s/4m30s  11.55 iters/s

running (1m15.0s), 021/050 VUs, 501 complete and 0 interrupted iterations
write   [  28% ] 021/050 VUs  1m15.0s/4m30s  11.67 iters/s

running (1m16.0s), 023/050 VUs, 511 complete and 0 interrupted iterations
write   [  28% ] 023/050 VUs  1m16.0s/4m30s  11.78 iters/s

running (1m17.0s), 025/050 VUs, 520 complete and 0 interrupted iterations
write   [  29% ] 025/050 VUs  1m17.0s/4m30s  11.88 iters/s

running (1m18.0s), 028/050 VUs, 529 complete and 0 interrupted iterations
write   [  29% ] 028/050 VUs  1m18.0s/4m30s  12.00 iters/s

running (1m19.0s), 028/050 VUs, 541 complete and 0 interrupted iterations
write   [  29% ] 028/050 VUs  1m19.0s/4m30s  12.11 iters/s

running (1m20.0s), 024/050 VUs, 558 complete and 0 interrupted iterations
write   [  30% ] 024/050 VUs  1m20.0s/4m30s  12.22 iters/s

running (1m21.0s), 019/050 VUs, 575 complete and 0 interrupted iterations
write   [  30% ] 019/050 VUs  1m21.0s/4m30s  12.33 iters/s

running (1m22.0s), 023/050 VUs, 583 complete and 0 interrupted iterations
write   [  30% ] 023/050 VUs  1m22.0s/4m30s  12.44 iters/s

running (1m23.0s), 029/050 VUs, 590 complete and 0 interrupted iterations
write   [  31% ] 029/050 VUs  1m23.0s/4m30s  12.56 iters/s

running (1m24.0s), 027/050 VUs, 604 complete and 0 interrupted iterations
write   [  31% ] 027/050 VUs  1m24.0s/4m30s  12.66 iters/s

running (1m25.0s), 025/050 VUs, 619 complete and 0 interrupted iterations
write   [  31% ] 025/050 VUs  1m25.0s/4m30s  12.78 iters/s

running (1m26.0s), 023/050 VUs, 634 complete and 0 interrupted iterations
write   [  32% ] 023/050 VUs  1m26.0s/4m30s  12.89 iters/s

running (1m27.0s), 020/050 VUs, 650 complete and 0 interrupted iterations
write   [  32% ] 020/050 VUs  1m27.0s/4m30s  13.00 iters/s

running (1m28.0s), 026/050 VUs, 657 complete and 0 interrupted iterations
write   [  33% ] 026/050 VUs  1m28.0s/4m30s  13.11 iters/s

running (1m29.0s), 028/050 VUs, 668 complete and 0 interrupted iterations
write   [  33% ] 028/050 VUs  1m29.0s/4m30s  13.22 iters/s

running (1m30.0s), 023/050 VUs, 686 complete and 0 interrupted iterations
write   [  33% ] 023/050 VUs  1m30.0s/4m30s  13.33 iters/s

running (1m31.0s), 026/050 VUs, 697 complete and 0 interrupted iterations
write   [  34% ] 026/050 VUs  1m31.0s/4m30s  13.45 iters/s

running (1m32.0s), 028/050 VUs, 708 complete and 0 interrupted iterations
write   [  34% ] 028/050 VUs  1m32.0s/4m30s  13.55 iters/s

running (1m33.0s), 029/050 VUs, 721 complete and 0 interrupted iterations
write   [  34% ] 029/050 VUs  1m33.0s/4m30s  13.67 iters/s

running (1m34.0s), 025/050 VUs, 739 complete and 0 interrupted iterations
write   [  35% ] 025/050 VUs  1m34.0s/4m30s  13.78 iters/s

running (1m35.0s), 027/050 VUs, 750 complete and 0 interrupted iterations
write   [  35% ] 027/050 VUs  1m35.0s/4m30s  13.88 iters/s

running (1m36.0s), 027/050 VUs, 764 complete and 0 interrupted iterations
write   [  36% ] 027/050 VUs  1m36.0s/4m30s  14.00 iters/s

running (1m37.0s), 026/050 VUs, 779 complete and 0 interrupted iterations
write   [  36% ] 026/050 VUs  1m37.0s/4m30s  14.11 iters/s

running (1m38.0s), 028/050 VUs, 792 complete and 0 interrupted iterations
write   [  36% ] 028/050 VUs  1m38.0s/4m30s  14.22 iters/s

running (1m39.0s), 029/050 VUs, 805 complete and 0 interrupted iterations
write   [  37% ] 029/050 VUs  1m39.0s/4m30s  14.33 iters/s

running (1m40.0s), 031/050 VUs, 817 complete and 0 interrupted iterations
write   [  37% ] 031/050 VUs  1m40.0s/4m30s  14.44 iters/s

running (1m41.0s), 030/050 VUs, 833 complete and 0 interrupted iterations
write   [  37% ] 030/050 VUs  1m41.0s/4m30s  14.56 iters/s

running (1m42.0s), 031/050 VUs, 846 complete and 0 interrupted iterations
write   [  38% ] 031/050 VUs  1m42.0s/4m30s  14.66 iters/s

running (1m43.0s), 030/050 VUs, 862 complete and 0 interrupted iterations
write   [  38% ] 030/050 VUs  1m43.0s/4m30s  14.78 iters/s

running (1m44.0s), 032/050 VUs, 875 complete and 0 interrupted iterations
write   [  39% ] 032/050 VUs  1m44.0s/4m30s  14.89 iters/s

running (1m45.0s), 032/050 VUs, 890 complete and 0 interrupted iterations
write   [  39% ] 032/050 VUs  1m45.0s/4m30s  15.00 iters/s

running (1m46.0s), 031/050 VUs, 906 complete and 0 interrupted iterations
write   [  39% ] 031/050 VUs  1m46.0s/4m30s  15.11 iters/s

running (1m47.0s), 031/050 VUs, 921 complete and 0 interrupted iterations
write   [  40% ] 031/050 VUs  1m47.0s/4m30s  15.22 iters/s

running (1m48.0s), 034/050 VUs, 933 complete and 0 interrupted iterations
write   [  40% ] 034/050 VUs  1m48.0s/4m30s  15.33 iters/s

running (1m49.0s), 033/050 VUs, 950 complete and 0 interrupted iterations
write   [  40% ] 033/050 VUs  1m49.0s/4m30s  15.45 iters/s

running (1m50.0s), 033/050 VUs, 965 complete and 0 interrupted iterations
write   [  41% ] 033/050 VUs  1m50.0s/4m30s  15.55 iters/s

running (1m51.0s), 030/050 VUs, 984 complete and 0 interrupted iterations
write   [  41% ] 030/050 VUs  1m51.0s/4m30s  15.67 iters/s

running (1m52.0s), 034/050 VUs, 996 complete and 0 interrupted iterations
write   [  41% ] 034/050 VUs  1m52.0s/4m30s  15.78 iters/s

running (1m53.0s), 031/050 VUs, 1014 complete and 0 interrupted iterations
write   [  42% ] 031/050 VUs  1m53.0s/4m30s  15.89 iters/s

running (1m54.0s), 029/050 VUs, 1032 complete and 0 interrupted iterations
write   [  42% ] 029/050 VUs  1m54.0s/4m30s  16.00 iters/s

running (1m55.0s), 037/050 VUs, 1040 complete and 0 interrupted iterations
write   [  43% ] 037/050 VUs  1m55.0s/4m30s  16.11 iters/s

running (1m56.0s), 033/050 VUs, 1061 complete and 0 interrupted iterations
write   [  43% ] 033/050 VUs  1m56.0s/4m30s  16.22 iters/s

running (1m57.0s), 034/050 VUs, 1076 complete and 0 interrupted iterations
write   [  43% ] 034/050 VUs  1m57.0s/4m30s  16.33 iters/s

running (1m58.0s), 029/050 VUs, 1097 complete and 0 interrupted iterations
write   [  44% ] 029/050 VUs  1m58.0s/4m30s  16.44 iters/s

running (1m59.0s), 032/050 VUs, 1111 complete and 0 interrupted iterations
write   [  44% ] 032/050 VUs  1m59.0s/4m30s  16.56 iters/s

running (2m00.0s), 038/050 VUs, 1121 complete and 0 interrupted iterations
write   [  44% ] 038/050 VUs  2m00.0s/4m30s  16.66 iters/s

running (2m01.0s), 035/050 VUs, 1141 complete and 0 interrupted iterations
write   [  45% ] 035/050 VUs  2m01.0s/4m30s  16.78 iters/s

running (2m02.0s), 033/050 VUs, 1160 complete and 0 interrupted iterations
write   [  45% ] 033/050 VUs  2m02.0s/4m30s  16.89 iters/s

running (2m03.0s), 036/050 VUs, 1174 complete and 0 interrupted iterations
write   [  46% ] 036/050 VUs  2m03.0s/4m30s  17.00 iters/s

running (2m04.0s), 034/050 VUs, 1193 complete and 0 interrupted iterations
write   [  46% ] 034/050 VUs  2m04.0s/4m30s  17.11 iters/s

running (2m05.0s), 032/050 VUs, 1212 complete and 0 interrupted iterations
write   [  46% ] 032/050 VUs  2m05.0s/4m30s  17.22 iters/s

running (2m06.0s), 034/050 VUs, 1227 complete and 0 interrupted iterations
write   [  47% ] 034/050 VUs  2m06.0s/4m30s  17.33 iters/s

running (2m07.0s), 035/050 VUs, 1244 complete and 0 interrupted iterations
write   [  47% ] 035/050 VUs  2m07.0s/4m30s  17.45 iters/s

running (2m08.0s), 040/050 VUs, 1256 complete and 0 interrupted iterations
write   [  47% ] 040/050 VUs  2m08.0s/4m30s  17.55 iters/s

running (2m09.0s), 038/050 VUs, 1276 complete and 0 interrupted iterations
write   [  48% ] 038/050 VUs  2m09.0s/4m30s  17.67 iters/s

running (2m10.0s), 037/050 VUs, 1295 complete and 0 interrupted iterations
write   [  48% ] 037/050 VUs  2m10.0s/4m30s  17.78 iters/s

running (2m11.0s), 033/050 VUs, 1316 complete and 0 interrupted iterations
write   [  49% ] 033/050 VUs  2m11.0s/4m30s  17.89 iters/s

running (2m12.0s), 039/050 VUs, 1328 complete and 0 interrupted iterations
write   [  49% ] 039/050 VUs  2m12.0s/4m30s  18.00 iters/s

running (2m13.0s), 037/050 VUs, 1348 complete and 0 interrupted iterations
write   [  49% ] 037/050 VUs  2m13.0s/4m30s  18.11 iters/s

running (2m14.0s), 035/050 VUs, 1369 complete and 0 interrupted iterations
write   [  50% ] 035/050 VUs  2m14.0s/4m30s  18.22 iters/s

running (2m15.0s), 036/050 VUs, 1386 complete and 0 interrupted iterations
write   [  50% ] 036/050 VUs  2m15.0s/4m30s  18.33 iters/s

running (2m16.0s), 040/050 VUs, 1400 complete and 0 interrupted iterations
write   [  50% ] 040/050 VUs  2m16.0s/4m30s  18.44 iters/s

running (2m17.0s), 036/050 VUs, 1423 complete and 0 interrupted iterations
write   [  51% ] 036/050 VUs  2m17.0s/4m30s  18.56 iters/s

running (2m18.0s), 039/050 VUs, 1438 complete and 0 interrupted iterations
write   [  51% ] 039/050 VUs  2m18.0s/4m30s  18.66 iters/s

running (2m19.0s), 037/050 VUs, 1459 complete and 0 interrupted iterations
write   [  51% ] 037/050 VUs  2m19.0s/4m30s  18.78 iters/s

running (2m20.0s), 038/050 VUs, 1477 complete and 0 interrupted iterations
write   [  52% ] 038/050 VUs  2m20.0s/4m30s  18.89 iters/s

running (2m21.0s), 038/050 VUs, 1496 complete and 0 interrupted iterations
write   [  52% ] 038/050 VUs  2m21.0s/4m30s  19.00 iters/s

running (2m22.0s), 039/050 VUs, 1514 complete and 0 interrupted iterations
write   [  53% ] 039/050 VUs  2m22.0s/4m30s  19.11 iters/s

running (2m23.0s), 039/050 VUs, 1533 complete and 0 interrupted iterations
write   [  53% ] 039/050 VUs  2m23.0s/4m30s  19.22 iters/s

running (2m24.0s), 035/050 VUs, 1556 complete and 0 interrupted iterations
write   [  53% ] 035/050 VUs  2m24.0s/4m30s  19.33 iters/s

running (2m25.0s), 039/050 VUs, 1572 complete and 0 interrupted iterations
write   [  54% ] 039/050 VUs  2m25.0s/4m30s  19.45 iters/s

running (2m26.0s), 037/050 VUs, 1593 complete and 0 interrupted iterations
write   [  54% ] 037/050 VUs  2m26.0s/4m30s  19.55 iters/s

running (2m27.0s), 037/050 VUs, 1613 complete and 0 interrupted iterations
write   [  54% ] 037/050 VUs  2m27.0s/4m30s  19.67 iters/s

running (2m28.0s), 040/050 VUs, 1630 complete and 0 interrupted iterations
write   [  55% ] 040/050 VUs  2m28.0s/4m30s  19.78 iters/s

running (2m29.0s), 043/050 VUs, 1646 complete and 0 interrupted iterations
write   [  55% ] 043/050 VUs  2m29.0s/4m30s  19.89 iters/s

running (2m30.0s), 044/050 VUs, 1665 complete and 0 interrupted iterations
write   [  56% ] 044/050 VUs  2m30.0s/4m30s  20.00 iters/s

running (2m31.0s), 043/050 VUs, 1686 complete and 0 interrupted iterations
write   [  56% ] 043/050 VUs  2m31.0s/4m30s  20.11 iters/s

running (2m32.0s), 040/050 VUs, 1710 complete and 0 interrupted iterations
write   [  56% ] 040/050 VUs  2m32.0s/4m30s  20.22 iters/s

running (2m33.0s), 042/050 VUs, 1728 complete and 0 interrupted iterations
write   [  57% ] 042/050 VUs  2m33.0s/4m30s  20.33 iters/s

running (2m34.0s), 044/050 VUs, 1746 complete and 0 interrupted iterations
write   [  57% ] 044/050 VUs  2m34.0s/4m30s  20.44 iters/s

running (2m35.0s), 044/050 VUs, 1767 complete and 0 interrupted iterations
write   [  57% ] 044/050 VUs  2m35.0s/4m30s  20.56 iters/s

running (2m36.0s), 043/050 VUs, 1788 complete and 0 interrupted iterations
write   [  58% ] 043/050 VUs  2m36.0s/4m30s  20.66 iters/s

running (2m37.0s), 043/050 VUs, 1809 complete and 0 interrupted iterations
write   [  58% ] 043/050 VUs  2m37.0s/4m30s  20.78 iters/s

running (2m38.0s), 043/050 VUs, 1830 complete and 0 interrupted iterations
write   [  59% ] 043/050 VUs  2m38.0s/4m30s  20.89 iters/s

running (2m39.0s), 046/050 VUs, 1848 complete and 0 interrupted iterations
write   [  59% ] 046/050 VUs  2m39.0s/4m30s  21.00 iters/s

running (2m40.0s), 044/050 VUs, 1871 complete and 0 interrupted iterations
write   [  59% ] 044/050 VUs  2m40.0s/4m30s  21.11 iters/s

running (2m41.0s), 039/050 VUs, 1897 complete and 0 interrupted iterations
write   [  60% ] 039/050 VUs  2m41.0s/4m30s  21.22 iters/s

running (2m42.0s), 039/050 VUs, 1918 complete and 0 interrupted iterations
write   [  60% ] 039/050 VUs  2m42.0s/4m30s  21.33 iters/s

running (2m43.0s), 044/050 VUs, 1935 complete and 0 interrupted iterations
write   [  60% ] 044/050 VUs  2m43.0s/4m30s  21.45 iters/s

running (2m44.0s), 047/050 VUs, 1953 complete and 0 interrupted iterations
write   [  61% ] 047/050 VUs  2m44.0s/4m30s  21.55 iters/s

running (2m45.0s), 045/050 VUs, 1977 complete and 0 interrupted iterations
write   [  61% ] 045/050 VUs  2m45.0s/4m30s  21.67 iters/s

running (2m46.0s), 048/050 VUs, 1996 complete and 0 interrupted iterations
write   [  61% ] 048/050 VUs  2m46.0s/4m30s  21.78 iters/s

running (2m47.0s), 047/052 VUs, 2016 complete and 0 interrupted iterations
write   [  62% ] 047/052 VUs  2m47.0s/4m30s  21.89 iters/s

running (2m48.0s), 045/052 VUs, 2040 complete and 0 interrupted iterations
write   [  62% ] 045/052 VUs  2m48.0s/4m30s  22.00 iters/s

running (2m49.0s), 040/052 VUs, 2067 complete and 0 interrupted iterations
write   [  63% ] 040/052 VUs  2m49.0s/4m30s  22.11 iters/s

running (2m50.0s), 042/052 VUs, 2088 complete and 0 interrupted iterations
write   [  63% ] 042/052 VUs  2m50.0s/4m30s  22.22 iters/s

running (2m51.0s), 044/052 VUs, 2108 complete and 0 interrupted iterations
write   [  63% ] 044/052 VUs  2m51.0s/4m30s  22.33 iters/s

running (2m52.0s), 049/052 VUs, 2125 complete and 0 interrupted iterations
write   [  64% ] 049/052 VUs  2m52.0s/4m30s  22.44 iters/s

running (2m53.0s), 049/053 VUs, 2147 complete and 0 interrupted iterations
write   [  64% ] 049/053 VUs  2m53.0s/4m30s  22.56 iters/s

running (2m54.0s), 051/053 VUs, 2167 complete and 0 interrupted iterations
write   [  64% ] 051/053 VUs  2m54.0s/4m30s  22.66 iters/s

running (2m55.0s), 047/055 VUs, 2192 complete and 0 interrupted iterations
write   [  65% ] 047/055 VUs  2m55.0s/4m30s  22.78 iters/s

running (2m56.0s), 042/055 VUs, 2220 complete and 0 interrupted iterations
write   [  65% ] 042/055 VUs  2m56.0s/4m30s  22.89 iters/s

running (2m57.0s), 050/055 VUs, 2235 complete and 0 interrupted iterations
write   [  66% ] 050/055 VUs  2m57.0s/4m30s  23.00 iters/s

running (2m58.0s), 046/055 VUs, 2262 complete and 0 interrupted iterations
write   [  66% ] 046/055 VUs  2m58.0s/4m30s  23.11 iters/s

running (2m59.0s), 044/055 VUs, 2287 complete and 0 interrupted iterations
write   [  66% ] 044/055 VUs  2m59.0s/4m30s  23.22 iters/s

running (3m00.0s), 047/055 VUs, 2307 complete and 0 interrupted iterations
write   [  67% ] 047/055 VUs  3m00.0s/4m30s  23.33 iters/s

running (3m01.0s), 039/055 VUs, 2339 complete and 0 interrupted iterations
write   [  67% ] 039/055 VUs  3m01.0s/4m30s  23.44 iters/s

running (3m02.0s), 043/055 VUs, 2358 complete and 0 interrupted iterations
write   [  67% ] 043/055 VUs  3m02.0s/4m30s  23.55 iters/s

running (3m03.0s), 044/055 VUs, 2381 complete and 0 interrupted iterations
write   [  68% ] 044/055 VUs  3m03.0s/4m30s  23.67 iters/s

running (3m04.0s), 047/055 VUs, 2402 complete and 0 interrupted iterations
write   [  68% ] 047/055 VUs  3m04.0s/4m30s  23.78 iters/s

running (3m05.0s), 047/055 VUs, 2425 complete and 0 interrupted iterations
write   [  69% ] 047/055 VUs  3m05.0s/4m30s  23.89 iters/s

running (3m06.0s), 048/055 VUs, 2448 complete and 0 interrupted iterations
write   [  69% ] 048/055 VUs  3m06.0s/4m30s  24.00 iters/s

running (3m07.0s), 049/055 VUs, 2471 complete and 0 interrupted iterations
write   [  69% ] 049/055 VUs  3m07.0s/4m30s  24.11 iters/s

running (3m08.0s), 048/055 VUs, 2497 complete and 0 interrupted iterations
write   [  70% ] 048/055 VUs  3m08.0s/4m30s  24.22 iters/s

running (3m09.0s), 045/055 VUs, 2524 complete and 0 interrupted iterations
write   [  70% ] 045/055 VUs  3m09.0s/4m30s  24.33 iters/s

running (3m10.0s), 049/055 VUs, 2544 complete and 0 interrupted iterations
write   [  70% ] 049/055 VUs  3m10.0s/4m30s  24.44 iters/s

running (3m11.0s), 047/055 VUs, 2571 complete and 0 interrupted iterations
write   [  71% ] 047/055 VUs  3m11.0s/4m30s  24.56 iters/s

running (3m12.0s), 048/055 VUs, 2594 complete and 0 interrupted iterations
write   [  71% ] 048/055 VUs  3m12.0s/4m30s  24.66 iters/s

running (3m13.0s), 055/056 VUs, 2611 complete and 0 interrupted iterations
write   [  71% ] 055/056 VUs  3m13.0s/4m30s  24.78 iters/s

running (3m14.0s), 052/056 VUs, 2639 complete and 0 interrupted iterations
write   [  72% ] 052/056 VUs  3m14.0s/4m30s  24.89 iters/s

running (3m15.0s), 052/056 VUs, 2664 complete and 0 interrupted iterations
write   [  72% ] 052/056 VUs  3m15.0s/4m30s  25.00 iters/s

running (3m16.0s), 054/057 VUs, 2686 complete and 0 interrupted iterations
write   [  73% ] 054/057 VUs  3m16.0s/4m30s  25.11 iters/s

running (3m17.0s), 049/057 VUs, 2716 complete and 0 interrupted iterations
write   [  73% ] 049/057 VUs  3m17.0s/4m30s  25.22 iters/s

running (3m18.0s), 050/057 VUs, 2740 complete and 0 interrupted iterations
write   [  73% ] 050/057 VUs  3m18.0s/4m30s  25.33 iters/s

running (3m19.0s), 048/057 VUs, 2768 complete and 0 interrupted iterations
write   [  74% ] 048/057 VUs  3m19.0s/4m30s  25.44 iters/s

running (3m20.0s), 050/057 VUs, 2791 complete and 0 interrupted iterations
write   [  74% ] 050/057 VUs  3m20.0s/4m30s  25.55 iters/s

running (3m21.0s), 050/057 VUs, 2817 complete and 0 interrupted iterations
write   [  74% ] 050/057 VUs  3m21.0s/4m30s  25.67 iters/s

running (3m22.0s), 047/057 VUs, 2845 complete and 0 interrupted iterations
write   [  75% ] 047/057 VUs  3m22.0s/4m30s  25.77 iters/s

running (3m23.0s), 051/057 VUs, 2867 complete and 0 interrupted iterations
write   [  75% ] 051/057 VUs  3m23.0s/4m30s  25.89 iters/s

running (3m24.0s), 051/057 VUs, 2893 complete and 0 interrupted iterations
write   [  76% ] 051/057 VUs  3m24.0s/4m30s  26.00 iters/s

running (3m25.0s), 048/057 VUs, 2922 complete and 0 interrupted iterations
write   [  76% ] 048/057 VUs  3m25.0s/4m30s  26.11 iters/s

running (3m26.0s), 053/057 VUs, 2943 complete and 0 interrupted iterations
write   [  76% ] 053/057 VUs  3m26.0s/4m30s  26.22 iters/s

running (3m27.0s), 052/057 VUs, 2971 complete and 0 interrupted iterations
write   [  77% ] 052/057 VUs  3m27.0s/4m30s  26.33 iters/s

running (3m28.0s), 053/058 VUs, 2995 complete and 0 interrupted iterations
write   [  77% ] 053/058 VUs  3m28.0s/4m30s  26.44 iters/s

running (3m29.0s), 048/058 VUs, 3027 complete and 0 interrupted iterations
write   [  77% ] 048/058 VUs  3m29.0s/4m30s  26.56 iters/s

running (3m30.0s), 051/058 VUs, 3050 complete and 0 interrupted iterations
write   [  78% ] 051/058 VUs  3m30.0s/4m30s  26.66 iters/s

running (3m31.0s), 057/059 VUs, 3070 complete and 0 interrupted iterations
write   [  78% ] 057/059 VUs  3m31.0s/4m30s  26.78 iters/s

running (3m32.0s), 056/059 VUs, 3098 complete and 0 interrupted iterations
write   [  79% ] 056/059 VUs  3m32.0s/4m30s  26.89 iters/s

running (3m33.0s), 057/059 VUs, 3124 complete and 0 interrupted iterations
write   [  79% ] 057/059 VUs  3m33.0s/4m30s  27.00 iters/s

running (3m34.0s), 058/061 VUs, 3148 complete and 0 interrupted iterations
write   [  79% ] 058/061 VUs  3m34.0s/4m30s  27.11 iters/s

running (3m35.0s), 054/061 VUs, 3179 complete and 0 interrupted iterations
write   [  80% ] 054/061 VUs  3m35.0s/4m30s  27.22 iters/s

running (3m36.0s), 057/061 VUs, 3203 complete and 0 interrupted iterations
write   [  80% ] 057/061 VUs  3m36.0s/4m30s  27.33 iters/s

running (3m37.0s), 057/061 VUs, 3231 complete and 0 interrupted iterations
write   [  80% ] 057/061 VUs  3m37.0s/4m30s  27.44 iters/s

running (3m38.0s), 053/061 VUs, 3262 complete and 0 interrupted iterations
write   [  81% ] 053/061 VUs  3m38.0s/4m30s  27.55 iters/s

running (3m39.0s), 058/061 VUs, 3285 complete and 0 interrupted iterations
write   [  81% ] 058/061 VUs  3m39.0s/4m30s  27.67 iters/s

running (3m40.0s), 055/061 VUs, 3315 complete and 0 interrupted iterations
write   [  81% ] 055/061 VUs  3m40.0s/4m30s  27.77 iters/s

running (3m41.0s), 054/061 VUs, 3344 complete and 0 interrupted iterations
write   [  82% ] 054/061 VUs  3m41.0s/4m30s  27.89 iters/s

running (3m42.0s), 054/061 VUs, 3372 complete and 0 interrupted iterations
write   [  82% ] 054/061 VUs  3m42.0s/4m30s  28.00 iters/s

running (3m43.0s), 058/061 VUs, 3396 complete and 0 interrupted iterations
write   [  83% ] 058/061 VUs  3m43.0s/4m30s  28.11 iters/s

running (3m44.0s), 057/061 VUs, 3425 complete and 0 interrupted iterations
write   [  83% ] 057/061 VUs  3m44.0s/4m30s  28.22 iters/s

running (3m45.0s), 061/061 VUs, 3450 complete and 0 interrupted iterations
write   [  83% ] 061/061 VUs  3m45.0s/4m30s  28.33 iters/s

running (3m46.0s), 056/063 VUs, 3481 complete and 0 interrupted iterations
write   [  84% ] 056/063 VUs  3m46.0s/4m30s  28.44 iters/s

running (3m47.0s), 057/063 VUs, 3509 complete and 0 interrupted iterations
write   [  84% ] 057/063 VUs  3m47.0s/4m30s  28.56 iters/s

running (3m48.0s), 055/063 VUs, 3539 complete and 0 interrupted iterations
write   [  84% ] 055/063 VUs  3m48.0s/4m30s  28.66 iters/s

running (3m49.0s), 056/063 VUs, 3567 complete and 0 interrupted iterations
write   [  85% ] 056/063 VUs  3m49.0s/4m30s  28.78 iters/s

running (3m50.0s), 054/063 VUs, 3598 complete and 0 interrupted iterations
write   [  85% ] 054/063 VUs  3m50.0s/4m30s  28.89 iters/s

running (3m51.0s), 057/063 VUs, 3624 complete and 0 interrupted iterations
write   [  86% ] 057/063 VUs  3m51.0s/4m30s  29.00 iters/s

running (3m52.0s), 061/063 VUs, 3649 complete and 0 interrupted iterations
write   [  86% ] 061/063 VUs  3m52.0s/4m30s  29.11 iters/s

running (3m53.0s), 061/063 VUs, 3678 complete and 0 interrupted iterations
write   [  86% ] 061/063 VUs  3m53.0s/4m30s  29.22 iters/s

running (3m54.0s), 056/063 VUs, 3712 complete and 0 interrupted iterations
write   [  87% ] 056/063 VUs  3m54.0s/4m30s  29.33 iters/s

running (3m55.0s), 058/063 VUs, 3740 complete and 0 interrupted iterations
write   [  87% ] 058/063 VUs  3m55.0s/4m30s  29.44 iters/s

running (3m56.0s), 055/063 VUs, 3772 complete and 0 interrupted iterations
write   [  87% ] 055/063 VUs  3m56.0s/4m30s  29.55 iters/s

running (3m57.0s), 056/063 VUs, 3801 complete and 0 interrupted iterations
write   [  88% ] 056/063 VUs  3m57.0s/4m30s  29.67 iters/s

running (3m58.0s), 055/063 VUs, 3831 complete and 0 interrupted iterations
write   [  88% ] 055/063 VUs  3m58.0s/4m30s  29.78 iters/s

running (3m59.0s), 055/063 VUs, 3861 complete and 0 interrupted iterations
write   [  89% ] 055/063 VUs  3m59.0s/4m30s  29.89 iters/s

running (4m00.0s), 061/063 VUs, 3885 complete and 0 interrupted iterations
write   [  89% ] 061/063 VUs  4m00.0s/4m30s  30.00 iters/s

running (4m01.0s), 058/064 VUs, 3917 complete and 0 interrupted iterations
write   [  89% ] 058/064 VUs  4m01.0s/4m30s  29.00 iters/s

running (4m02.0s), 063/065 VUs, 3939 complete and 0 interrupted iterations
write   [  90% ] 063/065 VUs  4m02.0s/4m30s  28.02 iters/s

running (4m03.0s), 062/065 VUs, 3968 complete and 0 interrupted iterations
write   [  90% ] 062/065 VUs  4m03.0s/4m30s  27.00 iters/s

running (4m04.0s), 051/065 VUs, 4005 complete and 0 interrupted iterations
write   [  90% ] 051/065 VUs  4m04.0s/4m30s  26.02 iters/s

running (4m05.0s), 055/065 VUs, 4027 complete and 0 interrupted iterations
write   [  91% ] 055/065 VUs  4m05.0s/4m30s  25.00 iters/s

running (4m06.0s), 051/065 VUs, 4055 complete and 0 interrupted iterations
write   [  91% ] 051/065 VUs  4m06.0s/4m30s  24.02 iters/s

running (4m07.0s), 049/065 VUs, 4081 complete and 0 interrupted iterations
write   [  91% ] 049/065 VUs  4m07.0s/4m30s  23.00 iters/s

running (4m08.0s), 046/065 VUs, 4106 complete and 0 interrupted iterations
write   [  92% ] 046/065 VUs  4m08.0s/4m30s  22.02 iters/s

running (4m09.0s), 044/065 VUs, 4130 complete and 0 interrupted iterations
write   [  92% ] 044/065 VUs  4m09.0s/4m30s  21.00 iters/s

running (4m10.0s), 043/065 VUs, 4151 complete and 0 interrupted iterations
write   [  93% ] 043/065 VUs  4m10.0s/4m30s  20.02 iters/s

running (4m11.0s), 043/065 VUs, 4171 complete and 0 interrupted iterations
write   [  93% ] 043/065 VUs  4m11.0s/4m30s  19.00 iters/s

running (4m12.0s), 045/065 VUs, 4187 complete and 0 interrupted iterations
write   [  93% ] 045/065 VUs  4m12.0s/4m30s  18.03 iters/s

running (4m13.0s), 039/065 VUs, 4211 complete and 0 interrupted iterations
write   [  94% ] 039/065 VUs  4m13.0s/4m30s  17.00 iters/s

running (4m14.0s), 036/065 VUs, 4230 complete and 0 interrupted iterations
write   [  94% ] 036/065 VUs  4m14.0s/4m30s  16.03 iters/s

running (4m15.0s), 036/065 VUs, 4246 complete and 0 interrupted iterations
write   [  94% ] 036/065 VUs  4m15.0s/4m30s  15.00 iters/s

running (4m16.0s), 031/065 VUs, 4265 complete and 0 interrupted iterations
write   [  95% ] 031/065 VUs  4m16.0s/4m30s  14.04 iters/s

running (4m17.0s), 030/065 VUs, 4280 complete and 0 interrupted iterations
write   [  95% ] 030/065 VUs  4m17.0s/4m30s  13.00 iters/s

running (4m18.0s), 029/065 VUs, 4293 complete and 0 interrupted iterations
write   [  96% ] 029/065 VUs  4m18.0s/4m30s  12.04 iters/s

running (4m19.0s), 024/065 VUs, 4310 complete and 0 interrupted iterations
write   [  96% ] 024/065 VUs  4m19.0s/4m30s  11.00 iters/s

running (4m20.0s), 023/065 VUs, 4321 complete and 0 interrupted iterations
write   [  96% ] 023/065 VUs  4m20.0s/4m30s  10.05 iters/s

running (4m21.0s), 022/065 VUs, 4332 complete and 0 interrupted iterations
write   [  97% ] 022/065 VUs  4m21.0s/4m30s  09.00 iters/s

running (4m22.0s), 017/065 VUs, 4345 complete and 0 interrupted iterations
write   [  97% ] 017/065 VUs  4m22.0s/4m30s  08.06 iters/s

running (4m23.0s), 019/065 VUs, 4351 complete and 0 interrupted iterations
write   [  97% ] 019/065 VUs  4m23.0s/4m30s  07.00 iters/s

running (4m24.0s), 016/065 VUs, 4360 complete and 0 interrupted iterations
write   [  98% ] 016/065 VUs  4m24.0s/4m30s  06.08 iters/s

running (4m25.0s), 014/065 VUs, 4368 complete and 0 interrupted iterations
write   [  98% ] 014/065 VUs  4m25.0s/4m30s  05.00 iters/s

running (4m26.0s), 008/065 VUs, 4378 complete and 0 interrupted iterations
write   [  99% ] 008/065 VUs  4m26.0s/4m30s  04.12 iters/s

running (4m27.0s), 009/065 VUs, 4381 complete and 0 interrupted iterations
write   [  99% ] 009/065 VUs  4m27.0s/4m30s  03.00 iters/s

running (4m28.0s), 007/065 VUs, 4385 complete and 0 interrupted iterations
write   [  99% ] 007/065 VUs  4m28.0s/4m30s  02.22 iters/s

running (4m29.0s), 006/065 VUs, 4388 complete and 0 interrupted iterations
write   [ 100% ] 006/065 VUs  4m29.0s/4m30s  00.71 iters/s

running (4m30.0s), 003/065 VUs, 4391 complete and 0 interrupted iterations
write   [ 100% ] 003/065 VUs  4m30.0s/4m30s  00.71 iters/s

running (4m31.0s), 001/065 VUs, 4393 complete and 0 interrupted iterations
write ↓ [ 100% ] 003/065 VUs  4m30s  00.71 iters/s


  █ THRESHOLDS 

    errors
    ✓ 'rate<0.02' rate=0.00%

    write_latency
    ✓ 'p(95)<400' p(95)=10.74ms
    ✓ 'p(99)<1000' p(99)=13.68ms


  █ TOTAL RESULTS 

    checks_total.......: 13182   48.640289/s
    checks_succeeded...: 100.00% 13182 out of 13182
    checks_failed......: 0.00%   0 out of 13182

    ✓ captcha: 200
    ✓ write: 201
    ✓ write: returns id

    CUSTOM
    errors.........................: 0.00%  0 out of 4394
    write_latency..................: avg=9.27ms min=7.33ms med=8.81ms max=596.86ms p(90)=10.11ms p(95)=10.74ms

    HTTP
    http_req_duration..............: avg=6.66ms min=2.56ms med=7.59ms max=596.86ms p(90)=9.53ms  p(95)=10.11ms
      { expected_response:true }...: avg=6.66ms min=2.56ms med=7.59ms max=596.86ms p(90)=9.53ms  p(95)=10.11ms
    http_req_failed................: 0.00%  0 out of 8788
    http_reqs......................: 8788   32.42686/s

    EXECUTION
    dropped_iterations.............: 15     0.055349/s
    iteration_duration.............: avg=2.02s  min=1.01s  med=2.01s  max=3.7s     p(90)=3.01s   p(95)=3.01s  
    iterations.....................: 4394   16.21343/s
    vus............................: 1      min=1         max=63
    vus_max........................: 65     min=50        max=65

    NETWORK
    data_received..................: 53 MB  196 kB/s
    data_sent......................: 4.8 MB 18 kB/s



running (4m31.0s), 000/065 VUs, 4394 complete and 0 interrupted iterations
write ✓ [ 100% ] 000/065 VUs  4m30s  00.71 iters/s
exit=0